13/data/attachments/125a283f2f2a8372.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>David_character_Actions_15788_1</nif:username>
            <nif:friendToBeRequested>soap_actions_28f4f25a-9850-4fe5-acfd-7cb8d2567d5e</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>